Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# onboarding.welcome.text
source: Tired of being tracked online? You've come to the right place 👍 I'll help you stay private️ as you search and browse the web. Trackers be gone!
de: Du bist es leid, online getrackt zu werden? Dann bist du hier genau richtig 👍 Ich helfe dir, deine Privatsphäre zu wahren, während du im Internet suchst und surfst. Weg mit den Trackern!
es: ¿Cansado de que te rastreen en línea? Has venido al lugar adecuado 👍 Te ayudaré a mantener tu privacidad mientras buscas y navegas por la web. Rastreadores, ¡fuera!
fr: Vous en avez assez d'être suivi(e) en ligne ? Alors vous êtes au bon endroit 👍 Je vous aiderai à préserver la confidentialité de vos recherches et de votre navigation sur le Web. Adieu les traqueurs !
it: Non vuoi che le tue attività online vengano tracciate? Abbiamo la soluzione 👍 Ti aiuterò a rendere private le tue ricerche e la navigazione sul web. Sistemi di tracciamento, addio!
nl: Ben je het zat om online gevolgd te worden? Je bent bij ons aan het juiste adres 👍 Ik help je privacy te beschermen terwijl je op het internet zoekt en surft. Trackers zijn voorgoed verleden tijd!
pl: Masz dość śledzenia w Internecie? Jesteś we właściwym miejscu 👍 Pomogę Ci w zachowaniu prywatności podczas wyszukiwania i przeglądania stron internetowych. Precz z mechanizmami śledzącymi!
pt: Cansado de seres rastreado online? Vieste ao sítio certo 👍 Vou ajudar-te a manteres a tua privacidade enquanto fazes pesquisas e navegas na Internet. Até à vista rastreadores!
ru: Надоели рекламные трекеры? Тогда вы обратились по адресу! 👍 Я помогу вам скрыть свои данные от посторонних глаз во время поиска и посещения сайтов. Прощайте, трекеры!

# onboarding.welcome.title
source: Welcome to DuckDuckGo!
de: Willkommen bei DuckDuckGo!
es: ¡Bienvenido a DuckDuckGo!
fr: Bienvenue sur DuckDuckGo !
it: DuckDuckGo ti dà il benvenuto!
nl: Welkom bij DuckDuckGo!
pl: Witamy w DuckDuckGo!
pt: Damos-lhe as boas-vindas ao DuckDuckGo!
ru: Добро пожаловать в DuckDuckGo!

source: Only Show on New Tab
de: Nur auf neuem Tab anzeigen
es: Mostrar solo en una pestaña nueva
fr: Afficher uniquement sur un nouvel onglet
it: Mostra solo la nuova scheda
nl: Alleen tonen op nieuw tabblad
pl: Pokaż tylko na nowej karcie
pt: Mostrar apenas no novo separador
ru: Показывать только в новой вкладке

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть

source: Open All in New Tabs
de: Alle in neuen Tabs öffnen
es: Abrir todo en pestañas nuevas
fr: Tout ouvrir dans de nouveaux onglets
it: Apri tutto in nuove schede
nl: Alles openen in nieuwe tabbladen
pl: Otwórz wszystko w nowych kartach
pt: Abrir tudo em novos separadores
ru: Открыть все в новых вкладках

# open.all.tabs.in.new.window
source: Open All in New Window
de: Alle in neuem Fenster öffnen
es: Abrir todo en una ventana nueva
fr: Tout ouvrir dans une nouvelle fenêtre
it: Apri tutto in una nuova finestra
nl: Alles openen in een nieuw venster
pl: Otwórz wszystko w nowym oknie
pt: Abrir tudo numa nova janela
ru: Открыть все в новом окне

source: Open Bitwarden
de: Bitwarden öffnen
es: Abrir bitwarden
fr: Ouvrir Bitwarden
it: Apri Bitwarden
nl: Bitwarden openen
pl: Otwórz Bitwarden
pt: Abrir o Bitwarden
ru: Открыть Bitwarden

# open.bitwarden.and.log.in.or.unlock
source: Open Bitwarden and Log in or Unlock your vault.
de: Öffne Bitwarden und logge dich ein oder entsperre deinen Tresor.
es: Abre Bitwarden e inicia sesión o desbloquea tu caja fuerte.
fr: Ouvrez Bitwarden et connectez-vous ou déverrouillez votre coffre-fort.
it: Apri Bitwarden e accedi o sblocca la cassaforte.
nl: Open Bitwarden en log in of ontgrendel je kluis.
pl: Otwórz aplikację Bitwarden i zaloguj się lub odblokuj swój sejf.
pt: Abre o Bitwarden e inicia sessão ou desbloqueia o teu cofre.
ru: Откройте приложение Bitwarden и войдите в систему либо разблокируйте свое хранилище.

# open.externally.failed
source: The app required to open that link can’t be found
de: Die zum Öffnen dieses Links erforderliche App wurde nicht gefunden
es: No se puede encontrar la aplicación necesaria para abrir ese enlace
fr: L'application nécessaire pour ouvrir ce lien est introuvable
it: Impossibile trovare l'app necessaria per aprire il link
nl: De app die nodig is om die link te openen, is niet gevonden
pl: Nie można znaleźć aplikacji wymaganej do otwarcia tego linku
pt: Não encontramos a aplicação necessária para abrir esse link
ru: Приложение для открытия этой ссылки не найдено

# open.image.in.new.burner.tab
source: Open Image in New Fire Tab
de: Bild in neuem Fire Tab öffnen
es: Abrir imagen en una nueva Fire tab
fr: Ouvrir l'image dans le nouveau Fire Tab
it: Apri l'immagine in una nuova scheda Fire
nl: Afbeelding openen in nieuw Fire-tabblad
pl: Otwórz obraz w nowej karcie Fire
pt: Abrir imagem num novo separador Fire
ru: Открыть изображение в новой Fire-вкладке

source: Open Image in New Tab
de: Bild in neuem Tab öffnen
es: Abrir imagen en una nueva pestaña
fr: Ouvrir l'image dans un nouvel onglet
it: Apri l'immagine in una nuova scheda
nl: Afbeelding openen in nieuw tabblad
pl: Otwórz obraz w nowej karcie
pt: Abrir imagem num novo separador
ru: Открыть изображение в новой вкладке

source: Open in %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans % @
it: Apri in % @
nl: Openen in %@
pl: Otwórz w aplikacji %@
pt: Abrir em %@
ru: Открыть в %@

source: Open in New Tab
de: In neuem Tab öffnen
es: Abrir en una nueva pestaña
fr: Ouvrir dans un nouvel onglet
it: Apri in una nuova scheda
nl: Openen in nieuw tabblad
pl: Otwórz w nowej karcie
pt: Abrir em novo separador
ru: Открыть в новой вкладке

source: Open in New Window
de: In neuem Fenster öffnen
es: Abrir en Nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in una nuova finestra
nl: Openen in nieuw venster
pl: Otwórz w nowym oknie
pt: Abrir numa nova janela
ru: Открыть в новом окне

# open.link.in.new.burner.tab
source: Open Link in New Fire Tab
de: Link in neuem Fire Tab öffnen
es: Abrir enlace en una nueva Fire tab
fr: Ouvrir le lien dans le nouveau Fire Tab
it: Apri il link in una nuova scheda Fire
nl: Link in nieuw Fire-tabblad openen
pl: Otwórz łącze w nowej karcie Fire
pt: Abrir link num novo separador Fire
ru: Открыть ссылку в новой Fire-вкладке

source: Open Link in New Tab
de: Link in neuem Tab öffnen
es: Abrir enlace en nueva pestaña
fr: Ouvrir le lien dans un nouvel onglet
it: Apri link in una nuova scheda
nl: Link openen in een nieuw tabblad
pl: Otwórz łącze w nowej karcie
pt: Abrir ligação num separador novo
ru: Открыть ссылку в новой вкладке

# open.preferences
source: Open System Preferences
de: Systemeinstellungen öffnen
es: Abrir preferencias del sistema
fr: Ouvrir les préférences système
it: Apri Preferenze di Sistema
nl: Systeemvoorkeuren openen
pl: Otwórz preferencje systemowe
pt: Abrir Preferências do sistema
ru: Открыть настройки системы

# open.settings
source: Open System Settings…
de: Systemeinstellungen öffnen …
es: Abrir configuración del sistema
fr: Ouvrir les paramètres système…
it: Apri Impostazioni di Sistema...
nl: Systeeminstellingen openen ...
pl: Otwórz ustawienia systemowe…
pt: Abrir Definições do sistema…
ru: Открыть настройки системы…

# options.menu.fireproof-site
source: Fireproof This Site
de: Diese Website feuerfest machen
es: Activar a prueba de fuego para este sitio
fr: Activer le mode coupe-feu pour ce site
it: Proteggi questo sito dal fuoco
nl: Deze website brandveilig maken
pl: Zabezpiecz tę witrynę
pt: Coloque uma barreira de segurança neste site
ru: Сделать огнеупорным

# options.menu.move.tab.to.new.window
source: Move Tab to New Window
de: Tab in neues Fenster verschieben
es: Mover pestaña a una ventana nueva
fr: Déplacer l'onglet vers une nouvelle fenêtre
it: Sposta scheda in una nuova finestra
nl: Tabblad naar nieuw venster verplaatsen
pl: Przenieś kartę do nowego okna
pt: Mover separador para nova janela
ru: Перенести вкладку в новое окно

# options.menu.remove-fireproofing
source: Remove Fireproofing
de: Feuerfest-Einstellung deaktivieren
es: Desactivar a prueba de fuego
fr: Désactiver le mode coupe-feu
it: Rimuovi protezione dal fuoco
nl: Brandveiligheid uitschakelen
pl: Usuń zabezpieczenie
pt: Remover barreira de segurança
ru: Снять огнеупорность

# page.crash.header
source: This webpage has crashed.
de: Diese Webseite ist abgestürzt.
es: Esta página web se ha caído.
fr: Cette page Web a planté.
it: Questa pagina web si è bloccata.
nl: Deze webpagina is gecrasht.
pl: Ta strona uległa awarii.
pt: Esta página falhou.
ru: На этой странице произошел сбой.

# page.crash.message
source: Try reloading the page or come back later.
de: Versuche, die Seite neu zu laden, oder versuche es später erneut.
es: Intenta volver a cargar la página o vuelve más tarde.
fr: Essayez de recharger la page ou revenez plus tard.
it: Prova a ricaricare la pagina o torna più tardi.
nl: Probeer de pagina opnieuw te laden of kom later terug.
pl: Spróbuj ponownie załadować stronę lub wróć później.
pt: Experimenta recarregar a página ou voltar mais tarde.
ru: Перезагрузите ее или попробуйте вернуться позже.

# page.error.header
source: DuckDuckGo can’t load this page.
de: DuckDuckGo kann diese Seite nicht laden.
es: DuckDuckGo no puede cargar esta página.
fr: DuckDuckGo ne peut pas charger cette page.
it: DuckDuckGo non riesce a caricare questa pagina.
nl: DuckDuckGo kan deze pagina niet laden.
pl: DuckDuckGo nie może wczytać tej strony.
pt: O DuckDuckGo não consegue carregar esta página.
ru: DuckDuckGo не удалось загрузить эту страницу.

# passsword.management.all-items
source: All Items
de: Alle Elemente
es: Todos los elementos
fr: Tous les éléments
it: Tutti gli elementi
nl: Alle artikelen
pl: Wszystkie elementy
pt: Todos os elementos
ru: Все типы данных

# passsword.management.credit-cards
source: Credit Cards
de: Kreditkarten
es: Tarjetas de crédito
fr: Cartes bancaires
it: Carte di credito
pl: Karty kredytowe
pt: Cartões de crédito
ru: Платежные карты

# passsword.management.identities
source: Identities
de: Identitäten
es: Identidades
fr: Identités
it: Identità
nl: Identiteiten
pl: Tożsamości
pt: Identidades
ru: Учетные данные

# passsword.management.lock
source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
it: Blocca
nl: Vergrendelen
pl: Zablokuj
pt: Bloquear
ru: Заблокировать

# passsword.management.logins
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
nl: Wachtwoorden
pl: Hasła
pt: Palavras-passe
ru: Пароли

# passsword.management.notes
source: Notes
de: Notizen
es: Notas
it: Note
nl: Opmerkingen
pl: Uwagi
pt: Notas
ru: Примечания

# passsword.management.save.address
source: Save Address?
de: Adresse speichern?
es: ¿Guardar dirección?
fr: Enregistrer l'adresse ?
it: Salvare l'indirizzo?
nl: Adres opslaan?
pl: Zapisać adres?
pt: Guardar endereço?
ru: Сохранить адрес?

# passsword.management.save.credentials.account.label
source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté à %@
it: Connesso a %@
nl: Verbonden met %@
pl: Połączono z sejfem %@
pt: Ligado a %@
ru: Привязан к %@

# passsword.management.save.credentials.fireproof.checkbox.description
source: Keeps you signed in after using the Fire Button
de: Behält deine Anmeldung bei, nachdem du den Fire Button benutzt hast
es: Mantiene la sesión iniciada después de usar el Fire Button
fr: Permet de maintenir votre connexion après l'utilisation du Fire Button
it: Mantiene la connessione dopo aver utilizzato il Fire Button
nl: Je blijft ingelogd nadat je de Fire Button hebt gebruikt
pl: Zachowuje stan Twojego zalogowania po użyciu przycisku Fire Button
pt: Mantém a tua sessão iniciada depois de utilizares o Fire Button
ru: Позволяет оставаться в учетной записи даже после применения кнопки Fire Button.

# passsword.management.save.credentials.fireproof.checkbox.title
source: Fireproof this website
de: „Fireproof“ diese Website?
es: Marcar el sitio web como Fireproof
fr: Placer ce site Web en mode coupe-feu
it: Fireproof questo sito
nl: Deze website fireproof maken
pl: Zabezpiecz tę witrynę funkcją Fireproof
pt: Faz o fireproof deste site
ru: Fireproof-защита для сайта

# passsword.management.save.credentials.password.manager.title
source: Save password to Bitwarden?
de: Passwort bei Bitwarden speichern?
es: ¿Guardar contraseña en Bitwarden?
fr: Enregistrer le mot de passe dans Bitwarden ?
it: Salvare la password su Bitwarden?
nl: Wachtwoord opslaan in Bitwarden?
pl: Zapisać hasło w aplikacji Bitwarden?
pt: Guardar palavra-passe no Bitwarden?
ru: Сохранить пароль в Bitwarden?

# passsword.management.save.credentials.unlock.password.manager
source: Unlock Bitwarden to Save
de: Bitwarden zum Speichern freischalten
es: Desbloquea Bitwarden para guardar
fr: Déverrouiller Bitwarden pour enregistrer
it: Sblocca Bitwarden per salvare
nl: Ontgrendel Bitwarden om op te slaan
pl: Odblokuj aplikację Bitwarden, aby zapisać
pt: Desbloquear o Bitwarden para guardar
ru: Для сохранения данных нужно разблокировать Bitwarden.

# passsword.management.save.payment
source: Save Payment Method?
de: Zahlungsmethode speichern?
es: ¿Guardar método de pago?
fr: Enregistrer le mode de paiement ?
it: Salva il metodo di pagamento?
nl: Betaalmethode opslaan?
pl: Zapisać metodę płatności?
pt: Guardar método de pagamento?
ru: Сохранить способ оплаты?

# passsword.management.unlock
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать

# passsword.manager.alert.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить

# passsword.manager.alert.duplicate.password
source: Duplicate Password
de: Passwort duplizieren
es: Duplicar contraseña
fr: Mot de passe dupliqué
it: Password duplicata
nl: Wachtwoord dupliceren
pl: Zduplikowane hasło
pt: Palavra-passe duplicada
ru: Дубликат пароля

# passsword.manager.alert.duplicate.password.description
source: You already have a password saved for this username and website.
de: Du hast bereits ein Passwort für diesen Benutzernamen und diese Website gespeichert.
es: Ya tienes una contraseña guardada para este nombre de usuario y sitio web.
fr: Vous avez déjà enregistré un mot de passe pour ce nom d'utilisateur et ce site Web.
it: Hai già salvato una password per questo nome utente e questo sito web.
nl: Je hebt al een wachtwoord opgeslagen voor deze gebruikersnaam en website.
pl: Masz już zapisane hasło powiązane z tą nazwą użytkownika i witryną.
pt: Já tens uma palavra-passe guardada para este nome de utilizador e site.
ru: У вас уже есть сохраненный пароль для этого сайта и имени пользователя.

# passsword.manager.alert.remove-card.confirmation
source: Are you sure you want to delete this saved credit card?
de: Möchtest du diese gespeicherte Kreditkarte wirklich löschen?
es: ¿Seguro que quieres eliminar esta tarjeta de crédito guardada?
fr: Voulez-vous vraiment supprimer cette carte bancaire enregistrée ?
it: Eliminare questa carta di credito salvata?
nl: Weet je zeker dat je deze opgeslagen creditcard wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę zapisaną kartę kredytową?
pt: Tens a certeza de que pretendes eliminar este cartão de crédito guardado?
ru: Вы точно хотите удалить эту сохраненную платежную карту?

# passsword.manager.alert.remove-identity.confirmation
source: Are you sure you want to delete this saved autofill info?
de: Möchtest du die gespeicherten Informationen zum Autovervollständigen wirklich löschen?
es: ¿Seguro que quieres eliminar esta información de autocompletar guardada?
fr: Voulez-vous vraiment supprimer ces informations de saisie automatique enregistrées ?
it: Eliminare le info compilate automaticamente salvate?
nl: Weet je zeker dat je deze opgeslagen automatisch ingevulde gegevens wilt verwijderen?
pl: Czy na pewno chcesz usunąć te zapisane informacje autouzupełniania?
pt: Tens a certeza de que pretendes eliminar estas informações de preenchimento automático guardadas?
ru: Вы точно хотите удалить эти сохраненные учетные данные?

# passsword.manager.alert.remove-note.confirmation
source: Are you sure you want to delete this note?
de: Möchtest du diese Notiz wirklich löschen?
es: ¿Seguro que quieres eliminar esta nota?
fr: Voulez-vous vraiment supprimer cette note ?
it: Eliminare questa nota?
nl: Weet je zeker dat je deze notitie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę notatkę?
pt: Tens a certeza de que pretendes eliminar esta nota?
ru: Вы точно хотите удалить это примечание?

# passsword.manager.alert.remove-password.confirmation
source: Are you sure you want to delete this saved password
de: Möchtest du dieses gespeicherte Passwort wirklich löschen?
es: Seguro que quieres eliminar esta contraseña guardada
fr: Voulez-vous vraiment supprimer ce mot de passe enregistré ?
it: Eliminare questa password salvata?
nl: Weet je zeker dat je dit opgeslagen wachtwoord wilt verwijderen?
pl: Czy na pewno chcesz usunąć to zapisane hasło?
pt: Tens a certeza de que pretendes eliminar esta palavra-passe guardada?
ru: Вы точно хотите удалить этот сохраненный пароль?

# passsword.manager.alert.save-changes
source: Save the changes you made?
de: Die vorgenommenen Änderungen speichern?
es: ¿Guardar los cambios realizados?
fr: Enregistrer les modifications que vous avez apportées ?
it: Salvare le modifiche apportate?
nl: De aangebrachte wijzigingen opslaan?
pl: Zapisać wprowadzone zmiany?
pt: Guardar as alterações que fizeste?
ru: Сохранить изменения?

# passsword.manager.empty.state.message
source: If your logins are saved in another browser, you can import them into DuckDuckGo.
de: Wenn deine Logins in einem anderen Browser gespeichert sind, kannst du sie in DuckDuckGo importieren.
es: Si tus inicios de sesión se guardan en otro navegador, puedes importarlos a DuckDuckGo.
fr: Si vos identifiants sont enregistrés dans un autre navigateur, vous pouvez les importer dans DuckDuckGo.
it: Se gli accessi vengono salvati in un altro browser, è possibile importarli in DuckDuckGo.
nl: Als je inloggegevens in een andere browser zijn opgeslagen, kun je ze in DuckDuckGo importeren.
pl: Jeśli Twoje dane logowania są zapisane w innej przeglądarce, możesz je zaimportować do DuckDuckGo.
pt: Se os teus inícios de sessão estão guardados noutro navegador, podes importá-los para o DuckDuckGo.
ru: Если вы уже храните учетные данные в другом браузере, вы можете импортировать их в DuckDuckGo.

# passsword.manager.empty.state.title
source: No logins or credit card info yet
de: Noch keine Logins oder Kreditkartendaten
es: Aún no hay ingresos ni información de tarjeta de crédito
fr: Aucun identifiant ni aucune information de carte bancaire pour l'instant
it: Ancora nessun accesso o dati della carta di credito
nl: Nog geen inloggegevens of creditcardgegevens
pl: Jeszcze nie ma danych logowania ani danych kart kredytowych
pt: Ainda sem inícios de sessão ou informações de cartão de crédito
ru: Учетных данных и реквизитов карт пока нет

# passsword.manager.unlock.autofill
source: Unlock your Autofill info
de: Schalte deine Autovervollständigungs-Infos frei
es: Desbloquea tu información de autocompletar
fr: Déverrouiller vos informations de saisie automatique
it: Sblocca la compilazione automatica delle informazioni
nl: Ontgrendel uw gegevens voor automatisch aanvullen
pl: Odblokuj informacje autouzupełniania
pt: Desbloquear as informações de preenchimento automático
ru: Разблокировать данные для автозаполнения

source: Password import complete. You can now delete the saved passwords file.
de: Passwortimport abgeschlossen. Du kannst jetzt die gespeicherte Passwortdatei löschen.
es: Importación de contraseña completada. Ya puedes eliminar el archivo de contraseñas guardadas.
fr: L'importation des mots de passe est terminée. Vous pouvez maintenant supprimer le fichier de mots de passe sauvegardé.
it: Importazione della password completata. Ora puoi eliminare il file delle password salvate.
nl: Importeren wachtwoord voltooid. Je kunt het opgeslagen wachtwoordbestand nu verwijderen.
pl: Importowanie haseł zostało ukończone. Teraz możesz usunąć zapisany plik haseł.
pt: Importação de palavra-passe concluída. Já podes eliminar o ficheiro de palavras-passe guardadas.
ru: Пароли импортированы. Можете удалить сохраненный файл с паролями.

source: Password import failed:
de: Passwortimport fehlgeschlagen:
es: Error al importar contraseña:
fr: Échec de l'importation des mots de passe :
it: Importazione password non riuscita:
nl: Importeren wachtwoord mislukt:
pl: Importowanie haseł nie powiodło się:
pt: Falha na importação da palavra-passe:
ru: Не удалось импортировать пароли:

source: Password import failed.
de: Der Passwortimport ist fehlgeschlagen.
es: Se ha producido un error al importar la contraseña.
fr: L'importation des mots de passe a échoué.
it: Importazione password non riuscita.
nl: Importeren wachtwoord mislukt.
pl: Importowanie haseł nie powiodło się.
pt: Falha na importação da palavra-passe.
ru: Не удалось импортировать пароли.

# password.management.title
source: Passwords & Autofill
de: Passwörter und Autovervollständigen
es: Contraseñas y autocompletar
fr: Mots de passe et saisie automatique
it: Password e compilazione automatica
nl: Wachtwoorden en automatisch invullen
pl: Hasła i autouzupełnianie
pt: Palavras-passe e preenchimento automático
ru: Пароли и автозаполнение

source: Password Manager
de: Passwort-Manager
es: Administrador de contraseñas
fr: Gestionnaire de mots de passe
it: Gestore di password
nl: Wachtwoordbeheerder
pl: Menedżer haseł
pt: Gestor de palavras-passe
ru: Менеджер паролей

source: Passwords:
de: Passwörter:
es: Contraseñas:
fr: Mots de passe :
it: Password:
nl: Wachtwoorden:
pl: Hasła:
pt: Palavras-passe:
ru: Пароли:

source: Paste from Clipboard
de: Vom Clipboard einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papier
it: Incolla dagli appunti
nl: Plakken vanaf klembord
pl: Wklej ze schowka
pt: Colar da área de transferência
ru: Вставить из буфера обмена

# paste.and.go
source: Paste & Go
de: Einfügen & los
es: Pegar e ir
fr: Coller et valider
it: Incolla e continua
nl: Plakken en gaan
pl: Wklej i przejdź dalej
pt: Colar e ir
ru: Вставить и перейти

# paste.and.search
source: Paste & Search
de: Einfügen & suchen
es: Pegar y buscar
fr: Coller et rechercher
it: Incolla e cerca
nl: Plakken en zoeken
pl: Wklej i wyszukaj
pt: Colar e pesquisar
ru: Вставить и найти

# permission.allow.externalScheme.format
source: Allow “%1$@“ to open %2$@
de: Zulassen, dass „%1$@“ %2$@ öffnet
es: Permitir que "%1$@" abra %2$@
fr: Autoriser « %1$@ » à ouvrir %2$@
it: Consenti a "%1$@" di aprire %2$@
nl: "%1$@" toestaan om %2$@ te openen
pl: Zezwól domenie „%1$@” na otwarcie %2$@
pt: Permitir que "%1$@" abra %2$@
ru: Разрешить сайту %1$@ открывать %2$@

# permission.allow.externalScheme.menu-header
source: Allow the %1$@ to open “%2$@” links
de: Erlaube dem %1$@, „%2$@“ Links zu öffnen
es: Permitir que %1$@ abra los enlaces "%2$@"
fr: Autoriser l'application %1$@ à ouvrir les liens « %2$@ »
it: Consenti a %1$@ di aprire i link "%2$@"
nl: %1$@ toestaan om “%2$@”-links te openen
pl: Zezwól aplikacji %1$@ na otwieranie łączy „%2$@”
pt: Permitir que a aplicação %1$@ abra os links do "%2$@"
ru: Разрешить %1$@ открывать ссылки «%2$@»

# permission.authorization.externalScheme.empty.format
source: Open this link in %@?
de: Diesen Link in %@ öffnen?
es: ¿Abrir este enlace en %@?
fr: Ouvrir ce lien dans %@ ?
it: Apri questo link in %@?
nl: Deze link openen in %@?
pl: Otworzyć to łącze w aplikacji %@?
pt: Abrir este link na aplicação %@?
ru: Открыть ссылку в %@?
